export const ANNOUNCEMENT_LIST = [
  {
    date: '2024년 3월 12일',
    title: '영웅 연마 건틀릿에서 팀워크를 시험하세요',
    author: '개발자'
  },
  {
    date: '2024년 3월 8일',
    title: '포르쉐에서 영감을 얻은 전설 D.VA 스킨 등을 착용하여 오버워치 2에서 힘차게 돌격하세요!',
    author: '개발자'
  },
  {
    date: '2024년 3월 7일',
    title: '디렉터의 관점 - 시즌 중반의 메타 뒤섞기',
    author: '개발자'
  },
  {
    date: '2024년 2월 23일',
    title: '디렉터의 관점 - 앞으로의 개선 사항과 실험에 대하여',
    author: '개발자'
  },
  {
    date: '2024년 2월 23일',
    title: '오버워치 챔피언스 시리즈 코리아를 시청하세요(3/1-3/24)',
    author: '개발자'
  },
  {
    date: '2024년 2월 14일',
    title: '오버워치 2 – 9시즌: 챔피언 PC방 혜택과 함께 하세요',
    author: '개발자'
  },
  {
    date: '2024년 2월 13일',
    title: '미지의 공포에 얽힌 수수께끼를 푸세요',
    author: '개발자'
  },
  {
    date: '2024년 2월 12일',
    title: '오버워치 2 - 9시즌에서 챔피언에 등극하세요',
    author: '개발자'
  },
  { 
    date: '2024년 2월 9일', 
    title: '디렉터의 관점 - 피드백 수용', 
    author: '개발자' 
  },
  {
    date: '2024년 2월 8일',
    title: '새롭게 개편된 오버워치 2를 경험하세요',
    author: '개발자'
  },
  {
    date: '2024년 2월 8일',
    title: '2024 설맞이 팬아트 공모전 수상작을 공개합니다!',
    author: '개발자'
  },
  {
    date: '2024년 2월 7일',
    title: '방어 매트릭스 9시즌 업데이트 - 긍정적인 플레이어 추천',
    author: '개발자'
  },
  {
    date: '2024년 2월 2일',
    title: '오버워치 2 - 불법 프로그램 사용자 제재 안내 (1월 업데이트)',
    author: '개발자'
  },
  {
    date: '2024년 1월 30일',
    title: '설날 - 청룡의 해가 시작되었습니다. 우렁차게 합류하세요!',
    author: '개발자'
  },
  {
    date: '2024년 1월 24일',
    title: '[이벤트] 2024 설맞이 팬아트 공모전 (1월 24일 – 2월 6일)',
    author: '개발자'
  },
  { 
    date: '2024년 1월 23일', 
    title: '오버워치 이스포츠의 미래', 
    author: '개발자' 
  },
  {
    date: '2024년 1월 11일',
    title: '이번 주말 한정으로 펼쳐지는 빠른 대전: 해킹 - 더 빠른 대전에 뛰어드세요.',
    author: '개발자'
  },
  {
    date: '2024년 1월 2일',
    title: '새로운 영웅 연마 코스로 실력을 향상하세요',
    author: '개발자'
  },
  {
    date: '2023년 12월 15일',
    title: '마우가 만들기: 최근에 등장한 허풍선이 돌격 영웅의 개발기를 팀 4와 함께 자세히 알아보세요',
    author: '개발자'
  },
  {
    date: '2023년 12월 15일',
    title: '오버워치 2에 소복소복 내리는 즐거움이 돌아왔습니다. 환상의 겨울나라가 12월 20일 시작됩니다!',
    author: '개발자'
  },
  {
    date: '2023년 3월 12일',
    title: '영웅 연마 건틀릿에서 팀워크를 시험하세요',
    author: '개발자'
  },
  {
    date: '2023년 3월 8일',
    title: '포르쉐에서 영감을 얻은 전설 D.VA 스킨 등을 착용하여 오버워치 2에서 힘차게 돌격하세요!',
    author: '개발자'
  },
  {
    date: '2023년 3월 7일',
    title: '디렉터의 관점 - 시즌 중반의 메타 뒤섞기',
    author: '개발자'
  },
  {
    date: '2023년 2월 23일',
    title: '디렉터의 관점 - 앞으로의 개선 사항과 실험에 대하여',
    author: '개발자'
  },
  {
    date: '2023년 2월 23일',
    title: '오버워치 챔피언스 시리즈 코리아를 시청하세요(3/1-3/24)',
    author: '개발자'
  },
  {
    date: '2023년 2월 14일',
    title: '오버워치 2 – 9시즌: 챔피언 PC방 혜택과 함께 하세요',
    author: '개발자'
  },
  {
    date: '2023년 2월 13일',
    title: '미지의 공포에 얽힌 수수께끼를 푸세요',
    author: '개발자'
  },
  {
    date: '2023년 2월 12일',
    title: '오버워치 2 - 9시즌에서 챔피언에 등극하세요',
    author: '개발자'
  },
  { 
    date: '2023년 2월 9일', 
    title: '디렉터의 관점 - 피드백 수용', 
    author: '개발자' 
  },
  {
    date: '2023년 2월 8일',
    title: '새롭게 개편된 오버워치 2를 경험하세요',
    author: '개발자'
  },
  {
    date: '2023년 2월 8일',
    title: '2024 설맞이 팬아트 공모전 수상작을 공개합니다!',
    author: '개발자'
  },
  {
    date: '2023년 2월 7일',
    title: '방어 매트릭스 9시즌 업데이트 - 긍정적인 플레이어 추천',
    author: '개발자'
  },
  {
    date: '2023년 2월 2일',
    title: '오버워치 2 - 불법 프로그램 사용자 제재 안내 (1월 업데이트)',
    author: '개발자'
  },
  {
    date: '2023년 1월 30일',
    title: '설날 - 청룡의 해가 시작되었습니다. 우렁차게 합류하세요!',
    author: '개발자'
  },
  {
    date: '2023년 1월 24일',
    title: '[이벤트] 2024 설맞이 팬아트 공모전 (1월 24일 – 2월 6일)',
    author: '개발자'
  },
  { 
    date: '2023년 1월 23일', 
    title: '오버워치 이스포츠의 미래', 
    author: '개발자' 
  },
  {
    date: '2023년 1월 11일',
    title: '이번 주말 한정으로 펼쳐지는 빠른 대전: 해킹 - 더 빠른 대전에 뛰어드세요.',
    author: '개발자'
  },
  {
    date: '2023년 1월 2일',
    title: '새로운 영웅 연마 코스로 실력을 향상하세요',
    author: '개발자'
  },
  {
    date: '2022년 12월 15일',
    title: '마우가 만들기: 최근에 등장한 허풍선이 돌격 영웅의 개발기를 팀 4와 함께 자세히 알아보세요',
    author: '개발자'
  }
];
